{
  "MAIN": {
    "FEEDBACK": "Comentar"
  },
  "HEADER": {
    "HOME": "Inicio",
    "ABOUT": "Acerca de",
    "EXPERIENCE": "Experiencia",
    "PROJECTS": "Proyectos",
    "HOBBIES": "Pasatiempos",
    "COPY_LINK": "Copiar enlace",
    "SHARE_ON_FACEBOOK": "Compartir en Facebook",
    "SHARE_ON_TWITTER": "Compartir en Twitter",
    "SHARE_ON_REDDIT": "Compartir en Reddit",
    "LANGUAGE": "Idioma",
    "THEME": "Tema",
    "LIGHT": "Claro",
    "DARK": "Obscuro",
    "MINT": "Menta"
  },
  "LANDING": {
    "PERSONAL_WEBSITE": "web-personal",
    "CONTACT_ME": "Contáctame",
    "KNOW_ME": "Conóceme",
    "INSPIRED": "Siempre inspirado por la belleza del saber",
    "CHECKOUT_MY_WORK": "Conoce mi trabajo",
    "EXPERIENCE_PHRASE": "Amplia experiencia desarrollando software de alta calidad",
    "VIEW_PROJECTS": "Ver proyectos",
    "WELCOME_MESSAGE": "¡Bienvenido a mi sitio web personal!",
    "ACTUARY": "Actuario",
    "ACTUARY_DESCRIPTION": "Aplicación modelos estadísticos y matemáticos para administrar riesgos en las industrias aseguradora y financiera, principalmente. Los actuarios abordan la gestión y evaluación del impacto financiero del riesgo y la incertidumbre de una entidad.",
    "DEVELOPER": "Desarrollador",
    "DEVELOPER_DESCRIPTION": "Los procesos de concebir, especificar, diseñar, programar, probar, desplegar y documentar, envueltos en la creación y mantenimiento de aplicaciones, librerias u otros componentes de software.",
    "TEACHER": "Profesor",
    "TEACHER_DESCRIPTION": "Enseño lecciones de programación para principiantes que quieren incursionar al mundo del desarrollo de software.",
    "SKILLS": "Habilidades",
    "PUBLICATIONS": "Publicaciones",
    "JOB_AVAILABILITY": "Parte de mi trabajo está disponible al público",
    "MEDIUM_DESCRIPTION": "Publicaciones de programación",
    "GITHUB_DESCRIPTION": "Dale git checkout a mis repositorios",
    "ACADEMIA_DESCRIPTION": "Publicaciones matemáticas",
    "BUY_ME_A_COFFEE": "Regálame un café",
    "LIKE_MY_WORK": "¿Te gusta mi trabajo?",
    "SUPPORT_PHRASE": "Ten la libertad de donar y apoyar mis actividades",
    "DONATE_NOW": "Donar ahora",
    "CONTACT": "Contacto",
    "EMAIL": "Correo electrónico",
    "FULL_NAME": "Nombre completo",
    "FULL_NAME_PLACEHOLDER": "Ej. Juan Perez",
    "FULL_NAME_ERROR_MESSAGE": "El nombre completo es requerido.",
    "EMAIL_PLACEHOLDER": "Ej. juan.perez@ejemplo.com",
    "EMAIL_INVALID_ERROR_MESSAGE": "Debe ingresar un email válido.",
    "EMAIL_ERROR_MESSAGE": "La dirección de correo electrónico es requerida.",
    "MESSAGE": "Deja un mensaje",
    "MESSAGE_PLACEHOLDER": "Ej. Esto me hace sentir...",
    "MESSAGE_ERROR_MESSAGE": "El mensaje es requerido.",
    "MESSAGE_LENGTH_ERROR_MESSAGE": "El mensaje requiere una mínima cantidad de",
    "MESSAGE_CHARACTE1RS": "caracteres"
  },
  "ABOUT": {
    "ABOUT_ME": "Sobre mi",
    "ABOUT_PHRASE": "“Provoca el cambio que quieres ver en el mundo.”",
    "TOUCH": "Ponte en contacto",
    "DESCRIPTION": "Descripción",
    "BIOGRAPHY": "Biografía",
    "READ_TIME": "Tiempo de lectura",
    "DESCRIPTION_P1": "Soy un actuario con una amplia experiencia en desarrollo full-stack con un comprobable historial de trabajo en la industria de los servicios informáticos.",
    "DESCRIPTION_P2": "Tengo habilidades en teoría de seguros, administración de riesgos, desarrollo de software, inteligencia de negocio y desarrollo de productos.",
    "DESCRIPTION_P3": "Profesionista con alta capacidad de análisis habiendo cursado la carrera de Actuaría y enfocado en matemáticas aplicadas para administar el riesgo en la industria de seguros y servicios financieros, así como en otras industrias y profesiones.",
    "DESCRIPTION_P4": "Me considero un actuario altamente calificado con la confianza de trabajar desde mi propia iniciativa y con la habilidad para jugar un papel importante en cualquier empresa lider en el mercado. Aprendo rápidamente y puedo mantener un buen balance entre la teoría y soluciones prácticas.",
    "BIO_1": "Bernardo Mondragon Brozon es un actuario y programador que siempre busca diseñar la mejor solución práctica a cualquier problema. Le gusta involucrarse en la manera más creativa posible para maximizar el valor que se pueda obtener en cualquier empresa.",
    "BIO_2": "Nació y creció en la Ciudad de México (CDMX), y desde los 12 años de edad ha estado enfrentándose a tareas retadoras como desarrollar aplicaciones y resolver complejos problemas matemáticos.",
    "BIO_3": "“Mi creencia más fuerte es que la creatividad es el activo intangible de mayor valor el perseguir cualquier empresa porque en este mundo tan competitivo se necesita más que trabajo duro para ser quien obtiene el mayor valor.”",
    "BIO_4": "Bernardo tiene más {{yearsOfExperience}} años de experience desarollando software y ha estado involucrado en el análisis de datos e inteligencia del negocio.",
    "BIO_5": "Él es un desarrollador autodidacta que ha satisfecho a más de 30 clients durante los últimos 5 años con soluciones de software confiables y escalables.",
    "BIO_6": "Bernardo tiene un especial interés en la ciencia actuarial porque aplica bellísimos modelos matemáticos para manejar el riesgo para así poder proteger a las personas y a la sociedad ante situaciones adversas y aleatorias.",
    "BIO_7": "Él sabe que estudiantes comprometidos se convierten en adultos exitosos. Este es su año No. {{teachingYears}} enseñando ciencias computacionales. ¡Bernardo se encuentra muy entusiasmado de comenzar el mejor año de su carrera!"
  },
  "FOOTER": {
    "DESCRIPTION": "Descripción",
    "BIOGRAPHY": "Biografía",
    "FOLLOW_ME": "Sígueme",
    "PRIVACY": "Política de privacidad",
    "TERMS": "Términos de uso",
    "POWERED_BY": "Desarrollado por",
    "TITLE": "Actuario y Desarrollador Ful-Stack",
    "COPY_PHONE": "Copiar teléfono",
    "COPY_EMAIL": "Copiar correo electrónico"
  },
  "CV": {
    "RESUME": "Hoja de vida"
  }
}
